[
  {
    "url": "http://www.adientmedical.com",
    "size": "medium",
    "name": "Adient Medical",
    "bio": "Adient’s mission is the development of absorbable medical devices with the premise that implants should be safe and efficacious during their useful lifetime, and then simply vanish without intervention, alleviating costly removal procedures and downstream complications. The company, founded in 2012, is leading the development of a totally absorbable vascular filter for the prevention of pulmonary embolism, the nation’s 3rd largest killer claiming the lives of 100,000 to 300,000 Americans each Year - more than breast cancer, AIDS, and traffic fatalities combined. In collaboration with its partners including the University of Texas M. D. Anderson Cancer Center, Adient is developing novel polymers with exceptional strength and imaging characteristics for the demands of implantable absorbable medical devices. Overall, a game changing medical device platform is emerging with the potential of saving lives with minimal adverse events since the absorbable devices vanish from the body following intended use.",
    "year": "2012",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://www.admetsys.com",
    "size": "medium",
    "name": "Admetsys",
    "bio": "Admetsys has developed the first fully-automated glucose control system specifically for the needs of hospital and surgical care. The system attaches to a patient's intravenous line, and automatically measures blood glucose concentration in real time with no blood loss. From this, it creates an adaptive, computational model of each patient's metabolism, and infuses precisely-optimized, counterbalancing treatment—insulin to reduce high glycemic levels and glucose to raise and support falling levels. For people at diabetic risk, glucose control is at its most crucial while in hospital or undergoing surgery. Correcting abnormal glucose levels and keeping them normal speeds recovery, prevents infection, and reduces complications. In short, it saves lives. To date, this has been difficult, highly labor-intensive, and imprecise. That is about to change.",
    "year": "2004",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "hardware"
    ]
  },
  {
    "url": "http://www.braincheck.mobi",
    "size": "small",
    "name": "Braincheck",
    "bio": "BrainCheck is a portable rapid measurement of brain function designed to aid in the diagnosis of traumatic brain injury. Based on cutting-edge neuroscience research, BrainCheck allows coaches, military personnel and healthcare professionals to better determine when an individual is in critical need of care. More accurate assessment can prevent further harm to those who are concussed and reduce false positives for those who are not.",
    "year": "2013",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://www.clearearinc.com",
    "size": "medium",
    "name": "Clear Ear",
    "bio": "Making Ears Happier. Clear Ear is a better way to clean your ears.",
    "year": "2011",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "hardware"
    ]
  },
  {
    "url": "http://www.creativebioinformatics.com",
    "size": "medium",
    "name": "Creative Bioinformatics",
    "bio": "Creative Bioinformatics Consultants was founded in 2013 with a singular mission: to provide high-quality, user-specified bioinformatics expertise to academic laboratories, biotechnology companies, and other organizations that do not have the expertise or resources to perform the work 'in-house'. Creative Bioinformatics Consultants is servicing the need for investigator-driven, tailored, and project-specific bioinformatics expertise that is devoid of the pipeline processing common at larger bioinformatics companies. Our network of consultants consists of bioinformatics experts from both academia and industry who contract with us on a freelance basis. We will develop an appropriate team based on your specific project, who will then work with you closely to answer your specific scientific questions. This model is quite different from most other bioinformatics companies you may come across, as we are 100% flexible with the analysis and will perform all work at your direction-- think of it as hiring a few temporary post-docs.",
    "year": "2013",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://www.delafieldsolutions.com",
    "size": "medium",
    "name": "Delafield Solutions",
    "bio": "Through their licensed technology, Delafield Solutions provides 24/7, real-time, disinfection of air and surfaces where you live, work, and play. Ideally suited for office and healthcare environments as it provides safe, continuous, treatment with no disruption to daily routines. Our hydrogen peroxide technology provide continuous microbial control in occupied spaces. This unique technology produces dilute Hydrogen Peroxide in true gas form which attacks the viruses, bacteria, and molds that commonly cause illnesses ranging from the flu to deadly hospital-acquired infections. The concentration is well below OSHA limits allowing the area to remain in use while the patented technology offers protection from germs on a sustained basis. This capability is revolutionary, providing the ability to continuously reduce microbial loads and also prevent mold infestations. Like air, our technology permeates the entire enclosed space and reaches every surface – even those surfaces rarely cleaned by conventional methods. This means soft surfaces like curtains or seat pockets and hard surfaces like work-out equipment will be treated as well as the more typical surfaces like desks and tables.",
    "year": "2013",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "hardware"
    ]
  },
  {
    "url": "http://www.dibsbiotech.com",
    "size": "medium",
    "name": "DiBS",
    "bio": "Catalyzing discovery and empowering people through interactive data visualization. DiBS's first product, EASEL, is a cloud-based, programming-free data visualization software that transforms the way people analyze data. EASEL gives you the power to quickly discover trends in previously uninterpretable data.",
    "year": "2014",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.designercollagens.com",
    "size": "medium",
    "name": "ECM Tech",
    "bio": "Commercializing Designer Collagens, a versatile medical device platform, for biomedical needs. ECM Technologies, LLC is located in Houston, Texas and utilizes bacterial-derived proteins as a platform for designing collagens for biomedical needs. The core technology was developed in the laboratory of Dr. Magnus Hook at the Texas A&amp;M Health Science Center. The ECMT platform technology is the development of Designer Collagens that prototype development, clinical data, and FDA approval milestones. Upon FDA approval, ECMT will seek partnerships for the manufacturing, sales and distribution of its products. Aligning with strategic partners for these steps, allows ECMT to focus on innovation.",
    "year": "2009",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://www.gausssurgical.com",
    "size": "large",
    "name": "Gauss Surgical",
    "bio": "The world's first FDA-approved real-time monitor for surgical blood loss.",
    "year": "2011",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "hardware"
    ]
  },
  {
    "url": "http://www.ishoebalance.com",
    "size": "small",
    "name": "iShoe",
    "bio": "iShoe is a balance diagnostics company commercializing NASA technology originally used on astronauts upon return from space flight, dedicated to advancing novel biometrics for human balance. iShoe seeks to empower users to take control of their health.",
    "year": "2009",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "hardware"
    ]
  },
  {
    "url": "http://www.lasertissuewelding.com",
    "size": "medium",
    "name": "Laser Tissue Welding",
    "bio": "Laser Tissue Welding has developed an innovative left-in-place transparent bio-absorbable human albumin based burns/chronic wound dressing, customized with antibiotics and growth factors. We seek to hasten recovery times with diminished pain, immobility, contracture and scar tissue mediated deformation.",
    "year": "2004",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://www.medical-adhesive.de",
    "size": "medium",
    "name": "Medical Adhesive Revolution",
    "bio": "A stronger, biodegradable surgical glue. Today, many surgeons still suture or staple more than they'd like to, as medical glues don't live up to their requirements. Based in Germany and the US, Medical Adhesive Revolution seeks to change the game, introducing a one-of-its-kind range of polyurethane based glues. The technology is unique, as it combines ease of use,strength, flexibility and biodegradability. Two products are currently under development:The first, MAR-SKIN has been designed for dermal use, to close a great variety of topical wounds faster, more accurately and with fewer complications. The Second, MAR-VIVO is designated for use inside the body: either as an adhesive, to seal areas of leakage or re-attach tissue, or as a hemostat,to stop (even arterial) bleeding. Founded in 2013, but based on a technology which had been developed since 2007, the VC-backed start-up won the Rice Business Plan Competition 2014, expanded to the US thereafter and is now in the process of preparing their product approval applications.  It is the team's vision to bring their wound sealants into every Emergency Room, Operating Room and soldier's medical pack, to save lives, radically enhance surgical procedures and improve patient comfort.",
    "year": "2013",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://www.nanolinea.com",
    "size": "medium",
    "name": "NanoLinea",
    "bio": "NanoLinea creates novel medical treatments based on carbon nanotube fiber technology. Our flagship product is CardioLinea, a minimally invasive and restorative treatment for ventricular cardiac arrhythmia.",
    "year": "2014",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://www.noninvasix.com/",
    "size": "medium",
    "name": "Noninvasix",
    "bio": "Noninvasix is commercializing a noninvasive monitor of fetal cerebral blood oxygenation that will reduce the incidence of cerebral palsy and unnecessary cesarean section.",
    "year": "2009",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://www.proxhealth.com",
    "size": "medium",
    "name": "Proximare Health",
    "bio": "Creating an automated, intelligent referral process that matches patients, treatments and providers to increase revenue retention, enhance care coordination and improve patient satisfaction. Proximare Health is the developer and provider of the IRIS Intelligent Full Cycle Referral System. IRIS is a proven system with over 10 Year of live operation in all healthcare settings including integrated health systems, independent physician groups, FQHCs and community foundations. With over 2.1 million patient transitions managed, from order entry to results sharing among the clinical team, IRIS has helped improve patient outcomes while at the same time improving operational efficiency. IRIS is provided on a shared service model (SaaS/ASP) making it easily accessible via an internet connection and browser.",
    "year": "2004",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.redoxengine.com",
    "size": "medium",
    "name": "Redox",
    "bio": "Redox is the modern API for healthcare integration. We manage connections to health systems and bring the data into the cloud. Our JSON data models make it easy to use data from any electronic medical record. You don't even need to know what HL7 is.",
    "year": "2014",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "#",
    "size": "medium",
    "name": "Sage Health",
    "bio": "A digital nervous system for hospitals, extending the capabilities of modern EHR systems with human-centric sensors and analytics software.",
    "year": "null",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://semantic.md",
    "size": "medium",
    "name": "SemanticMD",
    "bio": "SemanticMD provides a collaborative annotation and visual search platform for physicians analyzing medical images. Their products accelerate and provide precision around medical image interpretation using computer vision and machine learning technologies.",
    "year": "2014",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.seratis.com",
    "size": "medium",
    "name": "Seratis",
    "bio": "Seratis saves doctors and nurses up to 45 minutes per day, improves patient satisfaction scores and reduces readmissions. It helps qualified clinicians achieve reimbursement of $240,000 per year on average for providing chronic care management and care coordination services. Seratis beautifully organizes provider workflow depending on role, service and on call status, leading to complete accountability including escalation if messages are missed.",
    "year": "2013",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.skylitmedical.com",
    "size": "medium",
    "name": "Skylit Medical",
    "bio": "Skylit Medical is a connected device that uses cutting edge LED technology to bring personal, private prescription phototherapy to patients with psoriasis, eczema and vitiligo. According to third party research, 95% of physicians would prescribe Skylit Medical because they could maintain a relationship with their patients. We bring handheld, guided therapy to millions of patients, while staying wirelessly connected to their physicians and dermatologists. Skylit Medical improves care by bringing convenient, low-cost therapy into a patient’s home.",
    "year": "2014",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "hardware"
    ]
  },
  {
    "size": "medium",
    "name": "Will 2 Love",
    "bio": "We create internet-based programs to prevent or treat cancer-related problems with sexuality and fertility. Our goal is to become the premiere online source of help for reproductive problems related to chronic illness.",
    "year": "2012",
    "investors": [
      "TMCx"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.aptotude.com/",
    "size": "medium",
    "name": "Apto",
    "bio": "Your Entire Commercial Brokerage in the Cloud - A Full-Blown Commercial Real Estate Brokerage App for tracking contacts, properties, and your real estate transactions",
    "year": "2012",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.datical.com",
    "size": "medium",
    "name": "Datical",
    "bio": "The DevOps Database - Forecast simulates proposed database changes against a set of rules you impose to enforce your unique corporate, technical, and regulatory policy. Write a rule once, and you'll never see that issue in production again - it's that easy. With Datical DB’s Forecast and Reporting, your Mean Time to Innocence is about 10 seconds. That’s the time it takes to prove an error or downtime wasn’t caused by the database or your team. No more finger pointing. No late nights spent searching for the cause of a failed deployment. Just assurance that schema changes or their dependencies will not cause unexpected problems in production. ",
    "year": "2011",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://deepfield.com",
    "size": "medium",
    "name": "DeepField",
    "bio": "At DeepField, we build products to help build, manage and optimize some of the largest cloud and network infrastructure in the world. We are a growing team comprised of Internet and cloud experts who have helped create the Internet itself, starting with our work on the original NSFNet. From that point on, we have been working to solve the hardest problems facing the industry. Over the last two decades we have conducted cornerstone research into cloud and Internet structure, accumulating dozens of important research papers, patents, and articles. We have been recognized with several awards, including the ACM Test of Time, acknowledging our major contributions to Internet research. We regularly provide data and analysis for national media as subject matter experts. Before DeepField, some of our team were the founding scientists, engineers, and patent authors for one of the world’s most successful Internet security and monitoring companies.",
    "year": "1998",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.foodessentials.com/",
    "size": "medium",
    "name": "Food Essentials",
    "bio": "FoodEssentials is a young and vibrant company developing best of breed technologies to solve problems related to food label data for consumers, manufacturers, retailers, and the government.  We leverage our proprietary technologies to provide the tools to undertake the deep analysis of food label data. The FoodEssentials team is a fine balance of product knowledge, technological expertise and creativity.  We are headquartered in St. Louis, Missouri and have personnel based in Europe, and Asia.  FoodEssentials is a modern, exciting, young company with a highly motivated purpose driven team.",
    "year": "2003",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://gamesalad.com",
    "size": "medium",
    "name": "GameSalad",
    "bio": "Make Games for iOS, Android & HTML5 - Drag & Drop - No Coding Required. Game creation for everyone",
    "year": "2004",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.graylog.com",
    "size": "medium",
    "name": "Graylog",
    "bio": "Enterprise Log Analysis",
    "year": "2011",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://kouponmedia.com/",
    "size": "medium",
    "name": "Koupon Media Home",
    "bio": "Koupon Media is the industry leader in cloud based mobile offer management. Our platform helps retailers create, manage and deliver, boost mobile engagement, and understand customer preferences.",
    "year": "2011",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.lisnr.com/",
    "size": "medium",
    "name": "Linsr",
    "bio": "LISNR is a high frequency, inaudible  technology; a new communication protocol that sends data over audio. It is a digital sound file that turns any speaker or piece of media into a beacon, working seamlessly across physical and digital spaces more effectively than all current solutions in the marketplace, most notably Bluetooth and traditional ACR. Our present business,providing them a distribution platform for mobile that delivers unparalleled second screen experiences and proximity based messaging via the smart tones’ identification and triggering capabilities. LISNR aims to eventually be a technology standard for user authentication, peer-to-peer communication, and secure data transfer for connected devices in the evolving internet of things.",
    "year": "2011",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://sharethis.com",
    "size": "medium",
    "name": "ShareThis",
    "bio": "Social Media Buttons Optimize Brand and Publisher Content",
    "year": "1999",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://sightmachine.com",
    "size": "medium",
    "name": "Sight Machine",
    "bio": "The Industrial Internet. It's twenty Year into mass adoption of the consumer Internet. As a technology writer we admire said: it's time to invent a new future. Sight Machine is bringing together accomplished people from manufacturing, high technology, and business to solve big problems and advance industry",
    "year": "2012",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.trendkite.com/",
    "size": "medium",
    "name": "TrendKite",
    "bio": "Modern PR Software for Brands and Agencies",
    "year": "2012",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.unwirednation.com",
    "size": "medium",
    "name": "Unwired Nation",
    "bio": "Cloud-based, patented and secure, Unwired technology empowers community financial institutions to quickly and easily deliver the full-featured and intuitive mobile banking experience today's customers expect. We handle development, app stores for both iOS and Android devices, custom branding, scaling needs, and day-to-day management, and unlike other solutions, our technology plays well with others. Our app will work side-by-side with your current technology, eliminating the traditional time and resource expense of integrating, upgrading or switching technology or providers in order to deploy mobile apps.",
    "year": "2007",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.ambiqmicro.com/",
    "size": "medium",
    "name": "Ambiq Micro",
    "bio": "Ambiq Micro is a semiconductor company that has developed breakthrough technology based on our patented Subthreshold Power Optimized Technology (SPOT™) platform that dramatically reduces the amount of power consumed by ICs. We help innovative companies around the world develop differentiated solutions for energy critical applications. Read more.",
    "year": "2013",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "hardware"
    ]
  },
  {
    "url": "http://www.apsaratherapeutics.com/",
    "size": "medium",
    "name": "Apsara Therapeutics",
    "bio": "We are developing antibody therapies for Neuromyelitis Optica (NMO) that block the initiating events in NMO pathogenesis. In a comprehensive suite of assays and preclinical animal studies, our lead antibody blocks NMO lesion formation and halts the inflammatory cascade that often results in demyelination and neuronal cell death. Our therapies represent a new paradigm in the treatment of antibody-mediated immune disorders and have the potential to be the first disease-specific, non-immunosupressive therapy for NMO. We expect our therapies to be useful for the treatment of NMO in both the acute and chronic setting. We operate as a virtual organization, relying on a small group of consultants and advisors to coordinate all aspects of pre-clinical and clinical development tasks. This lean operating model allows us to retain a significant amount of flexibility in the development of our products while minimizing capital expenditures and overhead.",
    "year": "2013",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://www.cleanchemi.com",
    "size": "medium",
    "name": "Industrial Water Treatment Tech",
    "bio": "Clean Chemistry is developing innovative new chemistries to address today’s industrial water management challenges. Industries are rapidly evolving towards greater water reuse, cleaner solutions, and sustainable practices. Clean Chemistry is ahead of this trend with simple, economic solutions for the Oil and Gas industry, Soil and Groundwater Remediation, and Water Reuse and Recycling. ",
    "year": "2013",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://www.confluencelifesciences.com",
    "size": "medium",
    "name": "Confluence Life Sciences",
    "bio": "The company was founded in 2010 by a team of industry-experienced drug hunters. The Conﬂuence Team has demonstrated success in driving programs from inception through clinical development, with a focus on the kinase gene family. Confluence was formed around a proprietary kinase drug discovery platform called KlNect that pairs structure-based drug design with innovative kinase assay development and a specially designed and synthesized library of compounds to interact with cysteine residues around the ATP binding site. Coupling this novel technology platform with kinase drug targets having signiﬁcant evidence to play a role in disease provides a competitive advantage with respect to drug discovery and development time and probability of success. Conﬂuence has completed both Seed and Series A financing in addition to receiving non-dilutive SBIR funding to support the drug development pipeline. We have built out our research team, leadership team and advisors to include a number of outstanding scientists and business personnel dedicated to moving drugs to the market. Value will be derived by partnering opportunities when the programs reach value inflection points such as Candidate Selection, IND-ready or clinical proof-of-concept. The Confluence Team has decades of experience developing and licensing drug candidates and has the proven track record to choose the best and highest value programs, and then deliver viable clinical candidates. The goal is to build a sustainable drug discovery and early development company that creates new assets from the KlNect Technology Platform.",
    "year": "2010",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://deepimagingtechnologies.com",
    "size": "medium",
    "name": "Deep Imaging Tech",
    "bio": "New Technologies for Subsurface Imaging. Using new developments in electromagnetic technologies, we founded Deep Imaging Technologies with the goal of greatly improving the ability to detect onshore geological features of potential value. Our focus is to advance the oil and gas industry by developing innovative data collection equipment and software technologies. The result is our breakthrough enhanced electromagnetic system known as eEMTM. ",
    "year": "2012",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "hardware"
    ]
  },
  {
    "url": "http://dnatrix.com",
    "size": "medium",
    "name": "DNAtrix",
    "bio": "DNAtrix is a privately held biotech company focusing on the development of oncolytic viruses for cancer. The company’s initial focus is on glioblastoma, a devastating brain tumor that is currently incurable. Since viruses are already good at killing cells, scientists have harnessed this ability by modifying a common cold virus so that it targets and kills cancer cells selectively. More than 35 patients have been treated with the cancer-killing virus, called DNX-2401, with excellent early results. Company’s lead product, DNX-2401, is the culmination of more than a decade of scientific and clinical research and is the most potent and effective oncolytic virus delivered to human brain tumors to date. DNAtrix is also working to expand its platform technology for treating other cancers, including ovarian, prostate and pancreatic cancer indications. The company has offices located in Houston, Texas and San Diego, California.",
    "year": "2002",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://glycosbio.com",
    "size": "medium",
    "name": "GlycosBio",
    "bio": "GlycosBio is an international biochemical company commercializing sustainable chemicals made from renewable feedstocks. Our molecules for the synthetic rubber industry are drop-in replacement chemicals that integrate seamlessly into existing petrochemical supply chains offering economic performance and cost benefits greater than those available from conventional petrochemical processes.",
    "year": "2006",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://illumitex.com",
    "size": "medium",
    "name": "Illumitex",
    "bio": "Horticultural LED Growth Lights — High-Performance, Energy-Efficient Horticultural Lighting",
    "year": "2005",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "hardware"
    ]
  },
  {
    "url": "http://prolacta.com",
    "size": "medium",
    "name": "Prolacta",
    "bio": "100% Human Milk Nutrition for Premature Infants and Babies",
    "year": "2001",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://www.sinopsyssurgical.com/",
    "size": "medium",
    "name": "Sinopsys Surgical",
    "bio": "sinus pothalmic systems",
    "year": "2012",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://swiftbiosci.com",
    "size": "medium",
    "name": "Swift Biosciences",
    "bio": "Swift Biosciences is a fast-moving company focused on developing enabling technologies and products for genomics and personalized medicine. Our technologies provide customers with powerful new methods to examine disease-related genes.",
    "year": "2010",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://vertosmed.com",
    "size": "medium",
    "name": "Vertos Medical Inc",
    "bio": "Vertos Medical Inc. is a medical device company committed to developing innovative, minimally invasive treatments for lumbar spinal stenosis (LSS). Its proprietary technologies include mild®, which offers a safe, outpatient, minimally invasive, fluoroscopically guided therapeutic LSS treatment that requires no general anesthesia, no implants, and no stitches. LSS is primarily a degenerative, age-related narrowing of the lower spinal canal that causes symptoms of pain and numbness in the lower back, legs, or buttocks. mild® treats this condition by restoring space in the spinal canal using specialized mild® devices to remove hypertrophic ligamentum flavum through a 5.1 mm treatment portal. Clinical studies show that mild® can help LSS patients stand longer and walk farther with less pain1, and no major complications related to the devices or the procedure have been reported.2",
    "year": "2007",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "biomedical"
    ]
  },
  {
    "url": "http://www.alertlogic.com/",
    "size": "medium",
    "name": "Alert Logic",
    "bio": "Alert Logic has more than a decade of experience pioneering and refining cloud solutions that are secure, flexible and designed to work with hosting and cloud service providers. We deliver a complete solution that lives in the cloud, but is rooted in real expertise.",
    "year": "2003",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.blacklocus.com",
    "size": "medium",
    "name": "BlackLocus",
    "bio": "We were a successful startup before we were acquired by The Home Depot, but our culture hasn't changed. And now that we no longer have to support a sales team or maintain multiple customer applications, we get to focus all of our research, analytics and engineering effort on solving hard problems, with no other distractions.",
    "year": "2010",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.scisolutions.com/",
    "size": "medium",
    "name": "SciSolutions",
    "bio": "Transforming the Way Healthcare Providers Deliver a Superior Patient Experience and Accelerate Their Revenue Cycle.",
    "year": "1999",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.trackx.com/",
    "size": "medium",
    "name": "TrackX",
    "bio": "Cloud Based physical asset management",
    "year": "2003",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://infochimps.com",
    "size": "medium",
    "name": "Infochimps",
    "bio": "Big Data - Cloud Services",
    "year": "2012",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.macheen.com/",
    "size": "medium",
    "name": "Macheen",
    "bio": "Macheen is a SaaS platform that brings mobile broadband and connected services to all devices. Macheen’s patent-pending cloud software sits on top of carrier networks across the globe, and applies policy to fractionalize the internet to “pinpoint” just the connectivity you need. It then apportions and allocates the costs of the mobile internet with new sponsored and bundled access business models.",
    "year": "2010",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.bmc.com/",
    "size": "medium",
    "name": "BMC",
    "bio": "Bring IT to Life. Intuitive, innovative, and industrialized IT products and services for the ultimate competitive business advantage.",
    "year": "1992",
    "investors": [
      "Mercury Fund"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.advancedseismic.com/",
    "size": "medium",
    "name": "Advanced Seismic",
    "bio": "The App Store for geophysical technology and cloud computing",
    "year": "1999",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.bractlet.com/",
    "size": "medium",
    "name": "Bractlet",
    "bio": "Actionable circuit breaker level data",
    "year": "2011",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://deepimaging.com",
    "size": "medium",
    "name": "Deep Imaging Tech",
    "bio": "Images hydraulic fracturing fluids and geological features of other O&amp;G fields.",
    "year": "2003",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "https://www.drillmap.com",
    "size": "medium",
    "name": "Accend",
    "bio": "Data-driven decision support platform for oil and gas",
    "year": "2011",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.energyinformatics.com/",
    "size": "medium",
    "name": "Energy Informatics",
    "bio": "Cloud-based back office automation platform for distributed energy providers",
    "year": "1999",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.fuelminer.com/",
    "size": "medium",
    "name": "FuelMiner",
    "bio": "FuelMiner makes trucks intelligent",
    "year": "2011",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.dynamo-micropower.com/",
    "size": "medium",
    "name": "Dynamo Micropower",
    "bio": "Microturbine comprising of only 20 parts that runs on dirty gas",
    "year": "2011",
    "investors": [
      "Surge"
    ],
    "markets": [
      "hardware"
    ]
  },
  {
    "url": "http://meshify.com/",
    "size": "medium",
    "name": "Meshify",
    "bio": "Predictive analytics platform that monitors and controls electronic devices",
    "year": "2005",
    "investors": [
      "Surge"
    ],
    "markets": [
      "hardware"
    ]
  },
  {
    "url": "http://www.skynetlabs.com/",
    "size": "medium",
    "name": "Skynet Labs",
    "bio": "Real-time and secure E&amp;P platform that improves production and accountability",
    "year": "2011",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.coldfutures.com/",
    "size": "medium",
    "name": "Cold Futures",
    "bio": "Applies complex algorithms to automatically guide electric loads to the cheapest electricity",
    "year": "2014",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.lowfoot.com/",
    "size": "medium",
    "name": "Lowfoot",
    "bio": "Mint.com for your electricity bill",
    "year": "2009",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.runtitle.com/",
    "size": "medium",
    "name": "RunTitle",
    "bio": "The largest database of mineral ownership information in the US",
    "year": "2011",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.weaveenergy.com/",
    "size": "medium",
    "name": "Weave",
    "bio": "Social referral platform that engages consumers for energy efficiency products, services and programs",
    "year": "2013",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://greasebook.com",
    "size": "medium",
    "name": "greasebook",
    "bio": "Provides real-time oilfield management solutions for independent O&amp;G operators using a mobile app that eliminates the use of paper gauge sheets",
    "year": "2012",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.moleculesoftware.com/",
    "size": "medium",
    "name": "Molecule",
    "bio": "Quickbooks for energy trading",
    "year": "2012",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.securenok.com/",
    "size": "medium",
    "name": "SecureNOK",
    "bio": "Machine-to-machine cybersecurity platform that protects oil and gas control systems",
    "year": "2010",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.waveseis.com/",
    "size": "medium",
    "name": "Waveseis",
    "bio": "Next step-change in 3D seismic imaging for subsalt environments",
    "year": "2012",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.petrabytes.com/",
    "size": "medium",
    "name": "Petrabytes",
    "bio": "Big data management platform that uses oilfield measurements to provide predictive analytics for the O&amp;G industry",
    "year": "2013",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.seisquare.com/",
    "size": "medium",
    "name": "Seisquare",
    "bio": "Combines geostatistics and geophysics to plan and monitor production of O&amp;G reservoirs with maximum confidence",
    "year": "2001",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.gmex.com/",
    "size": "medium",
    "name": "GMEX",
    "bio": "The global marketplace for industrial metal buyers and sellers",
    "year": "2000",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.revokom.com/",
    "size": "medium",
    "name": "Revokom",
    "bio": "An opinionated communication platform for asset intensive industries",
    "year": "2011",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://aerearesources.com/",
    "size": "medium",
    "name": "10Six",
    "bio": "Leverages the aggregated, unused capacity of distributed batteries to improve electric grid stability",
    "year": "2012",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "https://www.projectinsiders.com/ui/",
    "size": "medium",
    "name": "Project Insiders",
    "bio": "O&amp;G SaaS-based platform providing sales intelligence on large capital investment projects",
    "year": "2011",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "https://www.crunchbase.com/organization/simulation-appliance",
    "size": "medium",
    "name": "Simulation Appliance",
    "bio": "Next-generation, cloud-based chemical engineering process simulation software platform",
    "year": "2013",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.optimitive.com/",
    "size": "medium",
    "name": "Optimitive",
    "bio": "Artificial intelligence software that provides real-time energy savings for process industries",
    "year": "2007",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://snuggpro.com/",
    "size": "medium",
    "name": "Snugg Home",
    "bio": "Salesforce.com meets Lending Tree for energy efficiency contractors",
    "year": "2012",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.automarinesys.com/",
    "size": "medium",
    "name": "Autonomous Marine Systems",
    "bio": "Low-cost, self-powered ocean surface drones, deployed in fleets that form an intelligent sensor network to collect and transmit marine data",
    "year": "2012",
    "investors": [
      "Surge"
    ],
    "markets": [
      "hardware"
    ]
  },
  {
    "url": "https://www.renooble.com/",
    "size": "medium",
    "name": "renooble",
    "bio": "Generates smart leads for renewable energy providers by using proprietary algorithms to determine the most likely purchasers",
    "year": "2010",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.pinnacle-ecs.com/",
    "size": "medium",
    "name": "Pinnacle",
    "bio": "RedHat for the SmartGrid",
    "year": "2008",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.watrhub.com/",
    "size": "medium",
    "name": "WatrHub",
    "bio": "Turns fragmented data into actionable intelligence for the water industry",
    "year": "2011",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "http://www.clearcreeknetworks.com/",
    "size": "medium",
    "name": "Clear Creek Networks",
    "bio": "The world’s first self-operating, vendor-independent computer network that makes the next generation electric grid a reality",
    "year": "2013",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  },
  {
    "url": "https://seeforge.com/",
    "size": "medium",
    "name": "SEE Forge",
    "bio": "Mobile reporting platform that uses a “FatFinger” app to streamline workflows while eliminating paperwork, providing real-time operational analytics to management",
    "year": "2011",
    "investors": [
      "Surge"
    ],
    "markets": [
      "software"
    ]
  }
]
